#შექმენით public რეპოზიტორი ნებისმიერი სახელით git-practice, ჩამოკლონეთ, შექმენით მასში 2 პითონის ფაილი და შეასრულეთ
#შემდეგი დავალებები
#შექმენით ფუნქცია, რომელიც არგუმენტად იღებს რიცხვს და აბრუნებს True თუ რიცხვი ლუწია და False თუ კენტია.
#შექმენით ფუნქცია, რომელიც არგუმენტად იღებს სია-ს და აბრუნებს სიის ელემენტების ჯამს.
#დაამატეთ ყველა ცვლილება staging area’ში ( git add . )
#დააკომიტეთ ყველა ცვლილება ( git commit –m “ragaca” )
#გააგზავნეთ ცვლილებები remote repository’ზე (git push origin master/main)
 
def is_even(number):
    return number %  3 == 0 

print(is_even(6)) 
print(is_even(8)) 